Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: “Comrades,” he said, “here is a point that must be settled.
uk_1984_iryna_dybko_khutir_tvaryn: — Товариші! Товариші!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Товариші, — знову заговорив він, — нам треба дещо з'ясувати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Товариші, — сказав він, — ось питання, яке треба залагодити.

source: The wild creatures, such as rats and rabbits — are they our friends or our enemies?
uk_1984_iryna_dybko_khutir_tvaryn: Призадумайтеся, чи створіння такі, як крілики, зайці, щурі є нашими приятелями чи ворогами?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дикі створіння, як ото щурі або зайці, вони нам друзі чи вороги?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Чи дикі тварини — щури, зайці тощо — вони нам друзі чи вороги?

source: Let us put it to the vote. I propose this question to the meeting: Are rats comrades?”
uk_1984_iryna_dybko_khutir_tvaryn: Я уважаю, що те питання ми повинні ось тут на цьому мітінґу переголосувати і більшість голосів, за чи проти, вирішить.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Давайте визначимось голосуванням. Тож я запитую у зборів: щурі нам — друзі чи ні?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проголосуймо. Чи друзі нам щури? Ставлю питання на голосування.

source: The vote was taken at once, and it was agreed by an overwhelming majority that rats were comrades.
uk_1984_iryna_dybko_khutir_tvaryn: Голосування пройшло і всі без вагання, крім кота й псів, вирішили, що зайці, щурі й крілики є товаришами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проголосували і переважною більшістю визнали, що щурі — друзі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Голосування відбулося негайно, і переважною більшістю голосів було вирішено, що пацюки — друзі.

source: There were only four dissentients, the three dogs and the cat, who was afterwards discovered to have voted on both sides.
uk_1984_iryna_dybko_khutir_tvaryn: [всі без вагання, крім кота і псів]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лише четверо були проти: троє псів і кіт, що, як згодом з'ясувалося, голосував і «за», і «проти».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проти було четверо: троє собак і кішка, яка, щоправда, як пізніше з’ясувалося, голосувала і «за», і «проти».

source: Major continued: “I have little more to say.
uk_1984_iryna_dybko_khutir_tvaryn: Після голосування Марков промовив:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Хочу іще одне сказати, — продовжив Майор.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Хочу сказати ще й таке, — вів далі Майор.

source: I merely repeat, remember always your duty of enmity towards Man and all his ways. Whatever goes upon two legs is an enemy. Whatever goes upon four legs, or has wings, is a friend.
uk_1984_iryna_dybko_khutir_tvaryn: — Товариші, значить, слід вам запам’ятати, що хто лиш ходить на двох ногах, є нашим ворогом, а хто на чотирьох або ті, що мають крила, є нашими друзями.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Я лише нагадую, що ваш священний обов'язок — ненавидіти Людину й усе, що з нею пов'язане. Усе, що на двох ногах — ваш ворог. Усе, що на чотирьох ногах і з крильми — ваш друг.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Власне, нагадати: пам’ятайте завжди, ваш обов’язок — ворогувати з Людиною. Усі двоногі істоти — вороги. Усі чотириногі або крилаті істоти — друзі.

source: And remember also that in fighting against Man, we must not come to resemble him.
uk_1984_iryna_dybko_khutir_tvaryn: І назавжди запам’ятайте, що ні в чому не маємо права уподібнюватися людині, чи то в боротьбі з нею, чи коли вже перемога буде по нашій стороні.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І затямте собі: в боротьбі з Людиною не уподібнюйтесь їй.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І запам’ятайте — борючись з Людиною, ми не повинні уподібнюватися їй.

source: Even when you have conquered him, do not adopt his vices.
uk_1984_iryna_dybko_khutir_tvaryn: [чи коли вже перемога буде по нашій стороні] Спосіб життя, який людина має, не наш і ні в якому разі не має бути нашим.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навіть коли здолаєте її, не перебирайте її вад.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть у разі перемоги не слід успадкувати її вади.

source: No animal must ever live in a house, or sleep in a bed, or wear clothes, or drink alcohol, or smoke tobacco, or touch money, or engage in trade.
uk_1984_iryna_dybko_khutir_tvaryn: Ніхто з нас, тварин, не має права жити в домі людини, спати на ліжку, вдягатись в одяг, пити алькоголь, курити папіроски, користуватись грішми, чи займатись торгівлею.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварина не повинна мешкати в будинку й спати в ліжку, носити одяг і пити спиртне, палити тютюн і мати гроші, торгувати...
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Жодна тварина не повинна жити в будинку, спати в ліжку, носити одяг, пити алкогольні напої, палити тютюн, торкатися грошей, торгувати.

source: All the habits of Man are evil.
uk_1984_iryna_dybko_khutir_tvaryn: Усі ці звички й звичаї є лукаві й погані.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Звичаї Людини лихі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Всі звичаї Людини — зло.

source: And, above all, no animal must ever tyrannise over his own kind. Weak or strong, clever or simple, we are all brothers.
uk_1984_iryna_dybko_khutir_tvaryn: Та, понад усе сказане, ніколи-ніколи, ні в яких обставинах, одна тварина не має права стати тираном над другою твариною, бо чи слабші чи сильніші, більш чи менш розумні, всі ми є братами одне одному.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І понад усе — ніколи не тираньте собі подібних. Слабкі чи сильні, розумні чи простакуваті — усі ми брати.

source: No animal must ever kill any other animal. All animals are equal.
uk_1984_iryna_dybko_khutir_tvaryn: Ніяка тварина ні в яких обставинах життя не має права вбити другу тварину. І запам’ятайте, що всі ми тварини є рівноправними!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварина ніколи не повинна вбивати іншу тварину. Всі тварини рівні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І понад усе: жодна тварина не сміє вбити іншу тварину. Усі тварини рівні.

source: “And now, comrades, I will tell you about my dream of last night.
uk_1984_iryna_dybko_khutir_tvaryn: А тепер, товариші, розкажу вам мій сон з минулої ночі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А зараз, товариші, я оповім вам сон, що приснився минулої ночі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А тепер, товариші, я розповім вам про те, що привиділося мені минулої ночі.

source: I cannot describe that dream to you. It was a dream of the earth as it will be when Man has vanished.
uk_1984_iryna_dybko_khutir_tvaryn: Бачив я нашу землю як вона виглядатиме, коли вже людини не буде на ній.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мені годі достоту описати його. Мені снилася земля, але така, якою вона стане, коли щезне Людина.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Описати це повністю неможливо. Я побачив Землю — якою вона стане, коли Людина зникне.

source: But it reminded me of something that I had long forgotten. Many years ago, when I was a little pig, my mother and the other sows used to sing an old song of which they knew only the tune and the first three words.
uk_1984_iryna_dybko_khutir_tvaryn: Не знаю, товариші, чи зумію розказати все те, що бачив у сні, але той сон важливий тим, що пригадав мені той час, коли я ще малим поросятком був. Тоді моя мама досить часто співала з іще іншими льохами призабуту вже пісню.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та сон пробудив у мені забуте. Давно колись, як я ще був малим поросям, моя мама та інші свині співали іноді старої пісні, в якій знали лише мелодію і три перші слова.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І мені згадалося давно забуте. Багато років тому, коли я був ще зовсім маленьким поросям, моя мати та її подруги співали одну стару пісню, в якій знали лише перших три слова.

source: I had known that tune in my infancy, but it had long since passed out of my mind.
uk_1984_iryna_dybko_khutir_tvaryn: Цю пісню, через роки всяких невідрадних переживань, я призабув.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Малим я знав ту мелодію, але з часом вона забулася.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цю мелодію я пам’ятав у дитинстві, але давно забув.

source: Last night, however, it came back to me in my dream.
uk_1984_iryna_dybko_khutir_tvaryn: Аж ось минулої ночі в моєму дивному сні я почув буквально кожне слово пісні, при тому й мелодія чітко пригадалась.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте цієї ночі уві сні вона повернулася до мене.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте минулої ночі вона прийшла мені уві сні, пригадав і слова.

source: And what is more, the words of the song also came back — words, I am certain, which were sung by the animals of long ago and have been lost to memory for generations. I will sing you that song now, comrades.
uk_1984_iryna_dybko_khutir_tvaryn: Та хоч у мене зараз не той голос, що колись був, пісню цю вам заспіваю. Я переконаний, що в далекому минулому всі тварини співали її.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ба навіть більше — повернулися й слова пісні, слова, що їх співали тварини давно колись, але які зітер плин часу. Я зараз проспіваю цю пісню, товариші.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Я впевнений: цю пісню співали всі тварини в давнину, зараз і я це зроблю, хоч від старості голос мій захрип.

source: I am old and my voice is hoarse, but when I have taught you the tune, you can sing it better for yourselves.
uk_1984_iryna_dybko_khutir_tvaryn: Вірю, що коли ви навчитеся й засвоєте цю пісню, вона ще раз оживе і стане незамінною назавжди для всіх наших поколінь.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Я старий, і голос мій захрип, та коли я навчу вас мелодії, ви заспіваєте її краще.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вам варто завчити її одразу, разом співатимемо краще.

source: It is called Beasts of England.” Old Major cleared his throat and began to sing.
uk_1984_iryna_dybko_khutir_tvaryn: Пісня ця називається «Тварини всіх країн». Із повагою, прочистивши горло, Марков почав співати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вона називається «Тварини Англії». Старий Майор прокашлявся і заспівав.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пісня називається «Тварини Англії». Старий Майор прокашлявся і завів.

source: As he had said, his voice was hoarse, but he sang well enough, and it was a stirring tune, something between Clementine and La Cucaracha.
uk_1984_iryna_dybko_khutir_tvaryn: В парі зі словами, мелодія пісні звучала зворушливо, а навіть передавана хрипким голосом Маркова, не втрачала своєї краси:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Голос у нього і справді був хрипкий, але співав він досить непогано. Та й мелодія була бадьора, щось середнє між «Клементайн» і «Кукарачою».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Голос у нього справді трохи захрип, але співав він доволі добре. Та й мелодія була бадьорою й бентежною (щось середнє між «Клементиною» і «Кукарачою»).

source: The words ran: Beasts of England, beasts of Ireland, Beasts of every land and clime, Hearken to my joyful tidings Of the golden future time. Soon or late the day is coming, Tyrant Man shall be o’erthrown, And the fruitful fields of England Shall be trod by beasts alone. Rings shall vanish from our noses, And the harness from our back, Bit and spur shall rust forever, Cruel whips no more shall crack. Riches more than mind can picture, Wheat and barley, oats and hay, Clover, beans, and mangel-wurzels Shall be ours upon that day. Bright will shine the fields of England, Purer shall its waters be, Sweeter yet shall blow its breezes On the day that sets us free. For that day we all must labour, Though we die before it break; Cows and horses, geese and turkeys, All must toil for freedom’s sake. Beasts of England, beasts of Ireland, Beasts of every land and clime, Hearken well and spread my tidings Of the golden future time.
uk_1984_iryna_dybko_khutir_tvaryn: Слухайте, усі тварини, всього світу, всіх країн: не марнуйте ні хвилини — стріти волю час настав. Бо, чи скорше чи пізніше, лиш тварині панувать. Сонце грітиме тепліше, як загине людська рать. Як затихне людська лайка, влада звалиться чужа — не лящатиме нагайка, всі остроги з’їсть їржа. Нашої землі всі плоди, овес, жито й смачні паші та й життя усі вигоди — із днем волі будуть наші! Будуть ниви все родючі, будуть чисті наші води, вітер теплий і пахучий, як настане день свободи. Хоч важкий є шлях до волі і поляже не один — Ще засяє сонце долі для воюючих тварин!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Слова ж були такі: Худобо Англії й Уельсу, Худобо всіх земних країн! Почуй цю звістку про майбутні Часи щасливих перемін! День прийде, рано а чи пізно — Ми скинемо Людини гніт, Й простеляться поля англійські Лише для ратиць і копит! Із наших ніздрів зникнуть кільця, Хомут — із шиї, путо — з ніг, Остроги всі поіржавіють, І не свистітиме батіг! Тоді нечуваний добробут — Пшениця, сіно й ананас, Ячмінь, боби та конюшина — Проллються зливою на нас! Яскравіше засяє сонце, Чистішим стане струмінь вод, І вітерець дмухне цільніше У день віднайдених свобод! Для того дня усі працюймо, Хоч нам до нього й не дожить. Корови, коні, гуси й кури, Наближуймо свободи мить! Худобо Англії й Уельсу, Худобо всіх земних країн, Поширюй звістку про майбутні Часи щасливих перемін!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Слова ж були такі: Тварини Англії й Ірландії, Тварини всіх країн і континентів, Від Австралії й до Голландії, Я звертаюся до вас без сентиментів. Чи то рано, чи то пізно — але ми Скинемо своїх людських тиранів, Запанує тоді в серці й тілі мир, Як позбудемось своїх кайданів. Лиш тварини будуть жити на землі, Вільні, без кілець й дірок в ніздрях, В радості та щасті на селі, А не так, як ми живемо досі. Більше ми не будемо страждати, Працювати на жорстку людину, Гнути спини, вити, помирати, Вимагаємо: поважати тварину! Мрію я про дні, коли засяє сонце, Ранок розгорнеться над полями, Як не буде більше незнайомця, Що одвіку знущається з нас. Але ми маємо ще воювати, Бо невідомо, коли день настане, Як будемо самі хазяйнувати, Як рід тварин візьме та і повстане! Тварини Англії та Ірландії, Тварини всіх країн і континентів, Від Австралії й до Голландії, Я звертаюся до вас без сентиментів.

source: The singing of this song threw the animals into the wildest excitement. Almost before Major had reached the end, they had begun singing it for themselves.
uk_1984_iryna_dybko_khutir_tvaryn: Пісня розхвилювала всіх присутніх у стодолі до безтями, в екстазі слухали кожне слово, тоді в унісон за Марковим почали співати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пісня викликала у тварин несамовитий захват. Майор уже доспівував пісню, коли вони самі підхопили її.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пісня справила на всіх тварин велике враження. Майор ледве встиг доспівати останній рядок, а всі вже підхопили її.

source: Even the stupidest of them had already picked up the tune and a few of the words, and as for the clever ones, such as the pigs and dogs, they had the entire song by heart within a few minutes. And then, after a few preliminary tries, the whole farm burst out into Beasts of England in tremendous unison.
uk_1984_iryna_dybko_khutir_tvaryn: Навіть і ненаймудріші декілька слів з пісні засвоїли зразу, а вже розумніші, як свині й пси, цілу пісню проспівали разів декілька, відтак вивчили напам’ять. По недовгому часі пісня лунала, як могутній хор:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навіть найнездаліші уже вловили мелодію і деякі слова, а кмітливіші, як-от свині та пси, за хвилину вже знали пісню назубок. І згодом, після кількох проб, вся ферма потужно підхопила «Тварин Англії».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть нездари засвоїли мотив і кілька слів, а кмітливі — свині й собаки — вивчили слова напам’ять за кілька хвилин. І незабаром, після кількох спроб, голоси присутніх злилися в хор, виконуючи «Тварини Англії».

source: The cows lowed it, the dogs whined it, the sheep bleated it, the horses whinnied it, the ducks quacked it.
uk_1984_iryna_dybko_khutir_tvaryn: корови мукали, пси вили, овечки мекали, коні іржали, качки квакали.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Корови мукали її, собаки скавчали, вівці мекали, коні іржали, качки крякали...
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Корови мукали її, собаки скиглили її, вівці мекали її, коні іржали її, качки крякали її.

source: They were so delighted with the song that they sang it right through five times in succession, and might have continued singing it all night if they had not been interrupted.
uk_1984_iryna_dybko_khutir_tvaryn: І були б так співали разів хтозна-скільки, якби не почули шість пострілів з рушниці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всіх охопив такий шал, що вони проспівали її п'ять разів поспіль від початку до кінця і, певно, співали б до ранку, якби їм не завадили.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пісня так сподобалася тваринам, що її проспівали п’ять разів поспіль і, певно, почали б вшосте, якби їм не завадили.

source: Unfortunately, the uproar awoke Mr. Jones, who sprang out of bed, sure that there was a fox in the yard. He seized the gun which always stood in a corner of his bedroom, and let fly a charge of number 6 shot into the darkness.
uk_1984_iryna_dybko_khutir_tvaryn: [Це спіни і гамір в стайні пробудили Романова, він думаючи, що підкрадається до курей лис, відрухово пострілом рушниці хотів його перелякати.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Бо, на жаль, галас той розбудив містера Джонса, і той підхопився з ліжка, певний, що в двір забігла лисиця. Він схопив рушницю, що завжди стояла в кутку і пальнув навмання в темряву шостим калібром.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На жаль, галас розбудив містера Джонса, і він, підхопившись з ліжка, схопив рушницю, яку завжди клав напохваті, і наосліп пальнув у темряву, не сумніваючись, що до хліву пробралася лисиця.

source: The pellets buried themselves in the wall of the barn and the meeting broke up hurriedly. Everyone fled to his own sleeping-place.
uk_1984_iryna_dybko_khutir_tvaryn: Всі з переляку покинули мітинґ і розбіглись до своїх приміщень.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Шротинки повпивалися в стіну хліва, і кожен метнувся у свій куток.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож збори закінчилися переполохом. Кожен миттєво дістався свого звичного місця ночівлі.

source: Chapter II
uk_1984_iryna_dybko_khutir_tvaryn: II
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розділ II

source: Three nights later old Major died peacefully in his sleep.
uk_1984_iryna_dybko_khutir_tvaryn: Три дні після зустрічі в стайні, старий Марков тихим сном заснув навіки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А через три ночі старий Майор тихо сконав уві сні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через три ночі Майор мирно сконав уві сні.

source: His body was buried at the foot of the orchard.
uk_1984_iryna_dybko_khutir_tvaryn: Його тіло поховали по той бік саду.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Поховали його за садком.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Його закопали біля живоплоту.

source: This was early in March.
uk_1984_iryna_dybko_khutir_tvaryn: Було це на початку березня.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Те сталося на початку березня.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сталося це на початку березня.

source: During the next three months there was much secret activity.
uk_1984_iryna_dybko_khutir_tvaryn: [Тому, під час трьох місяців по смерті Маркова проходила таємна діяльність.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А в наступні три місяці розгорнулася бурхлива потайна діяльність.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А в наступні три місяці на фермі набирав сили таємний рух.

source: Major’s speech had given to the more intelligent animals on the farm a completely new outlook on life.
uk_1984_iryna_dybko_khutir_tvaryn: Промова Маркова викликала в тварин із прикметами більшої спроможности думати, бажання зміни обставин несправедливого життя.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сповідь Майора спонукала кмітливіших тварин по-іншому глянути на своє дотеперішнє життя.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Промова Майора спонукала тямущих тварин подивитися на своє життя і світ загалом по-новому.

source: They did not know when the Rebellion predicted by Major would take place, they had no reason for thinking that it would be within their own lifetime, but they saw clearly that it was their duty to prepare for it.
uk_1984_iryna_dybko_khutir_tvaryn: Хоч і не знали, коли наспіє революція, чи станеться це за їхнього життя, але шили, що у тому напрямі мусять працювати, що це є їхнім Невідкличним обов’язком.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони не знали, коли вибухне Повстання, провіщене Майором, і не тішили себе ілюзією, що те станеться за їхнього життя. Але чітко усвідомлювали, що готувати його — їхній обов'язок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли вибухне Повстання, чи визріє воно за їхнього життя — ніхто не знав, проте кожен чітко усвідомлював свій обов’язок — готуватися до нього.

source: The work of teaching and organising the others fell naturally upon the pigs, who were generally recognised as being the cleverest of the animals.
uk_1984_iryna_dybko_khutir_tvaryn: Праця навчання й організації для приготування революції припала свиням, бо всі інші тварини уважали їх найрозумнішими.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Робота по навчанню і згуртуванню інших, природно, лягла на свиней, яких усі визнавали за найрозумніших тварин.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навчальна та організаційна робота припала, природно, на спільноту свиней, які за загальним визнанням були найрозумнішими.

source: Pre-eminent among the pigs were two young boars named Snowball and Napoleon, whom Mr. Jones was breeding up for sale.
uk_1984_iryna_dybko_khutir_tvaryn: На передові місця вибились два молоді кабани: Вісарйонов і Давидович. Саме їх Романов приготовляв до продажу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Найпоказнішими з-поміж свиней були два молодих кнури, Сніжок і Наполеон, яких Джонс відгодовував на продаж.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Серед них виокремилася двійка лідерів — молоді кнури Сніжок і Наполеон, яких містер Джонс відгодовував на продаж.

source: Napoleon was a large, rather fierce-looking Berkshire boar, the only Berkshire on the farm, not much of a talker, but with a reputation for getting his own way.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов був великий кабан, із непривітним виглядом, не дуже говірливий, але дуже впертий у своїх переконаннях.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон, великий і досить лютий на вигляд беркширський кнур, був єдиний на фермі представник своєї породи; хоч і не балакучий, він, проте, відзначався незалежною вдачею.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Єдиний представник беркширської породи на фермі, великий і доволі зухвалий на вигляд, Наполеон, був мовчазний, але зазвичай, як усім було відомо, вмів домагатися свого.
